[{"StaticId":1,"Title":"Achievement Drive","Description":"Achievement Drive measures the degree to which the individual is likely to be competitive and driven to be the best. This characteristic is important for jobs where the attainment of established goals and benchmarks are important (e.g., sales jobs). It is also important for jobs where there may be competition within departments or between coworkers and positions where the individual is expected to grow and advance to higher levels within the organization."},{"StaticId":2,"Title":"Artistic","Description":"The Artistic environment requires working with and through various media to express oneself. Typical artistic occupations include actor, musician, copywriter, architect, photographer. The Artistic scale measures the degree to which the candidate enjoys or has an interest in working in this environment."},{"StaticId":3,"Title":"Assertiveness","Description":"Assertiveness measures the degree to which the individual is likely to assert him/herself, speak his/her mind and enjoy taking control or the lead in group situations. This characteristic is important for jobs where a strong personality is a plus (e.g., most sales jobs and managerial positions)."},{"StaticId":4,"Title":"Attention to Detail","Description":"Attention to Detail measures the degree to which the individual can quickly and accurately compare two strings of letters and/or numbers much like tasks that involve verifying information. This ability is important for most clerical jobs. It is also appropriate for jobs that require proofing tasks."},{"StaticId":5,"Title":"C5 Business: Commitment","Description":"Commitment measures the degree to which the individual is mentally tough, has the internal drive to be the best, exhibits a winning attitude and is willing to do what it takes to succeed."},{"StaticId":6,"Title":"C5 Business: Competitiveness","Description":"Competitiveness measures the degree to which the individual values winning. The degree to which the individual is not easily satisfied and feels that winning or being the best means everything."},{"StaticId":7,"Title":"C5 Business: Conscientiousness","Description":"Conscientiousness measures the degree to which the individual can be counted on to be timely and reliable. The degree to which the individual thinks things through, is organized, responsible and achievement driven."},{"StaticId":8,"Title":"C5 Business: Control","Description":"Control measures the degree to which the individual feels he/she is in control during tough situations, is self confident and is not afraid of high pressure situations."},{"StaticId":9,"Title":"C5 Business: Cooperativeness","Description":"Cooperativeness measures the degree to which the individual is a team player, is willing to sacrifice self for the good of the team, trusts those around him/her and does not engage in conflict with team members or management."},{"StaticId":10,"Title":"Call Center (Sales) Achievement Drive","Description":"Call Center Sales - Achievement Drive measures the degree to which the individual is motivated, has a strong desire to meet his/her sales goals and has a desire to be the best."},{"StaticId":11,"Title":"Call Center (Sales) Assertiveness","Description":"Call Center Sales - Assertiveness measures the degree to which the individual can lead a conversation, is able to maintain control of the interaction. Enjoys taking a leadership role."},{"StaticId":12,"Title":"Call Center (Sales) Positive Attitude","Description":"Call Center Sales - Positive Attitude measures the degree to which the individual has a positive outlook and can bounce back from negative outcomes quickly. Is open to change and is flexible."},{"StaticId":13,"Title":"Call Center (Sales) Reliability","Description":"Call Center Sales - Reliability measures the degree to which the individual can be counted on to get the job done, is organized, punctual and dependable."},{"StaticId":14,"Title":"Call Center (Sales) Self Confidence","Description":"Call Center Sales - Self Confidence measures the degree to which the individual believes in self, is not bothered by rejection and is confident in his/her decision making."},{"StaticId":15,"Title":"Call Center (Sales) Service Ability","Description":"Call Center Sales - Service Ability measures the degree to which the individual is service oriented and enjoys socializing and helping others with a smile."},{"StaticId":16,"Title":"Call Center (Service) Customer Relations","Description":"Call Center CS - Customer Relations measures the degree to which the individual is friendly, people-oriented and exhibits excellent interpersonal skills when interacting with customers. This characteristic is important for all call center jobs that involve interacting with customers."},{"StaticId":17,"Title":"Call Center (Service) Stress Management","Description":"Call Center CS - Stress Management measures the degree to which the individual is likely to demonstrate patience and calmness during times of conflict and pressure at work. This characteristic is appropriate for most call center jobs."},{"StaticId":18,"Title":"Call Center (Service) Team Player","Description":"Call Center CS - Team Player measures the degree to which the individual is likely to cooperate in all aspects of his/her work relationships including working in harmony with others to achieve a common goal. This characteristic is important for call center jobs requiring interaction and cooperation among coworkers."},{"StaticId":19,"Title":"Call Center (Service) Willingness to Help","Description":"Call Center CS - Willingness to Help measures the degree to which the individual is service-oriented and is likely to go out of his/her way to help customers. This characteristic is important for all call center-related jobs that involve interacting with customers."},{"StaticId":20,"Title":"Candidness","Description":"Candidness measures the degree to which the individual is likely to be candid and accurate in his/her responses and is therefore not trying to outsmart the test in an effort to present him/herself in a more favorable light. The results of this scale should be used as a “red flag” to make you aware that some candidates may be trying to “fake” the test. For example, if a candidate scores High on the behavioral scales in this assessment and he/she scores Low on Candidness, there is the chance that he was able to elevate his/her scores on the assessment by trying to make him/herself look good. High behavioral scale scores that are accompanied by Low Candidness scores warrants some additional follow-up during the interview or reference checks to confirm the candidate's behavioral scale scores are in line with his/her previous work history."},{"StaticId":21,"Title":"Can-Do Attitude","Description":"Can-Do Attitude measures the degree to which the individual consistently approaches work duties and projects with a positive attitude. Is always optimistic. Seldom worries and always exhibits a positive demeanor."},{"StaticId":22,"Title":"Conventional","Description":"The Conventional environment requires working with numbers, comparing and/or proofing information, and the ability to use office equipment. It is generally a structured environment with specific tasks to be accomplished. It involves attention to detail and speed and accuracy when performing perceptual tasks. Examples of positions within this environment are secretaries, file clerks and bookkeepers. The Conventional scale measures the degree to which the candidate enjoys or has an interest in working in this environment."},{"StaticId":23,"Title":"Creativity","Description":"Creativity measures the degree to which the individual is inventive and creative in their thoughts and ideas. This characteristic is important for jobs requiring innovative thinking (e.g., creative positions, marketing, product development and some management jobs)."},{"StaticId":24,"Title":"Customer Care","Description":"Customer Care measures the degree to which the individual is friendly, service oriented and builds customer relationships. He/she is likely to go out of his/her way to assist customers."},{"StaticId":25,"Title":"Drug Free Attitudes","Description":"Drug Free Attitudes measures the degree to which the individual is likely to be free of illegal drug use related problems that will affect his/her work. This characteristic is important for most jobs, but especially those involving the use a machinery or equipment where the safety of the employee and coworkers could be at risk."},{"StaticId":26,"Title":"Energy","Description":"Energy measures the degree to which an individual is likely to demonstrate energy, passion and vitality throughout the workday. This characteristic is important for most fast paced jobs and jobs involving multi-tasking."},{"StaticId":27,"Title":"Enterprising","Description":"The Enterprising Environment requires coordinating the work of others to accomplish specific goals. Although interaction with others is required, it is generally to control, influence or dominate. This environment generally involves the hierarchical work structures that are usually associated with large organizations. Examples of occupations within this environment are sales and management positions. The Enterprising scale measures the degree to which the candidate enjoys or has an interest in working in this environment."},{"StaticId":28,"Title":"Extraversion","Description":"Extraversion measures the degree to which the individual is likely to be outgoing, sociable and assertive in his/her interactions. This characteristic is important for jobs requiring strong, outgoing personalities and strong social skills (e.g., sales, marketing and some management jobs)."},{"StaticId":29,"Title":"Flexibility","Description":"Flexibility measures the degree to which the individual is likely to be able to adapt to change and is more open minded than stubborn. This characteristic is important for fast paced jobs where priorities often shift. It is also important for organizations that are in transition or are expecting changes that will affect work duties and responsibilities."},{"StaticId":30,"Title":"Goal Focus","Description":"The degree to which the individual is able to focus on long-term goals regardless of distractions or obstacles that may be encountered."},{"StaticId":31,"Title":"Go-Getter Attitude","Description":"The degree to which the individual is dedicated, shows initiative, has a positive demeanor and exhibits independence.  This characteristic is important for jobs requiring independent work and a self-starter attitude. Also applicable for the ever growing home based jobs."},{"StaticId":32,"Title":"Good Citizen","Description":"Good Citizen measures the degree to which the individual is likely to follow company policies and adhere to rules and procedures established by management."},{"StaticId":33,"Title":"Healthcare - Compassion","Description":"Healthcare - Compassion measures the degree to which the individual is caring and is likely to go out of his/her way to assist patients. This characteristic is important for all healthcare-related jobs."},{"StaticId":34,"Title":"Healthcare - Patient Relations","Description":"Healthcare - Patient Relations measures the degree to which the individual is friendly, people-oriented and exhibits excellent interpersonal skills when interacting with patients. This characteristic is important for all healthcare-related jobs."},{"StaticId":35,"Title":"Healthcare - Stress Tolerance","Description":"Healthcare - Stress Tolerance measures the degree to which the individual is likely to demonstrate patience and calmness during times of conflict and pressure at work. This characteristic is appropriate for most jobs within healthcare."},{"StaticId":36,"Title":"Healthcare - Team Player","Description":"Healthcare -Team Player measures the degree to which the individual is likely to cooperate in all aspects of his/her work relationships including working in harmony with others to achieve a common goal. This characteristic is important for healthcare jobs requiring interaction and cooperation among coworkers."},{"StaticId":37,"Title":"Helping Disposition","Description":"Helping Disposition measures the degree to which an individual is friendly and is likely to go out of his or her way to assist or help customers and/or co-workers. This characteristic is important for most, if not all, jobs."},{"StaticId":38,"Title":"Inspection","Description":"The Inspection score measures the degree to which an individual can quickly and accurately find errors, defects, and/or dissimilarities when comparing two or more objects. This ability is important for most jobs that require inspecting products for errors and/or jobs requiring attention to small visual details."},{"StaticId":39,"Title":"Interpersonal Skills","Description":"Interpersonal Skills measures the degree to which the individual is friendly, people-oriented and exhibits excellent interpersonal skills. This characteristic is important for all jobs that involve interacting with customers."},{"StaticId":40,"Title":"Investigative","Description":"The Investigative environment includes most scientific professions (e.g., physicians, biologists, laboratory technicians, researchers). These occupations require analytical and problem solving skills. They also require a hunger for knowledge. The emphasis is on ideas rather than people. Proficiency in mathematics and statistics is usually required. Intellectual skills in this occupational group are very important for job success. The Investigative scale measures the degree to which the candidate enjoys or has an interest in working in this environment."},{"StaticId":41,"Title":"Kindness","Description":"Kindness measures the degree to which the individual is caring, empathetic and generous towards others."},{"StaticId":42,"Title":"Language Skills","Description":"Language Skills measures the degree to which the individual can quickly and accurately identify errors in word usage, punctuation, spelling and capitalization. This ability is important for most jobs requiring written communication."},{"StaticId":43,"Title":"Leadership","Description":"Leadership measures the degree to which the individual has the necessary interest, ability and disposition necessary to perform in a leadership capacity. Leadership is important for jobs that require the management of others and/or the coordination of the work of others to accomplish the organization's goals. Supervisors, managers and team or group leaders need leadership characteristics to be successful."},{"StaticId":44,"Title":"Light Industrial Math","Description":"Light Industrial Math measures the degree to which this individual has the ability to learn quickly, problem solve and understand basic mathematical concepts. This ability is appropriate for most, if not all, jobs."},{"StaticId":45,"Title":"Math Skills","Description":"Math Skills measures a basic understanding of mathematical computation and concepts (e.g., making change, calculating percentages, applying discounts, basic addition, subtraction, division and multiplication). The ability to solve these types of problems has also been related to speed of learning and general problem solving skills. This test is appropriate for jobs requiring knowledge of basic math functions (e.g., cashiers, tellers, basic accounting, payroll, etc.)."},{"StaticId":46,"Title":"Mathematical and Logical Reasoning","Description":"Mathematical and Logical Reasoning measures the degree to which the individual is likely to reason logically and to understand and solve basic to more complex mathematical, logical and abstract problems. While research has shown that logical reasoning is important for most jobs, this ability is especially critical for jobs requiring analytical problem solving."},{"StaticId":47,"Title":"Mechanical Aptitude Profile -one test can not be part of custom profile","Description":" An objective measure of an individual’s knowledge of general mechanical concepts. Consists of Electrical, Mechanical Movements, Physical Properties, Spatial Reasoning & Measurement"},{"StaticId":48,"Title":"Non-Violent Attitudes","Description":"Non Violent Attitudes measures the degree to which the individual is likely to respect others and not engage in aggressive workplace behaviors such as intentionally damaging company property or resorting to physical or verbal threats."},{"StaticId":49,"Title":"OCEAN - Agreeableness","Description":"The degree to which the individual is eager to help others, is sympathetic, and believes that others will do the same. Low scores indicate a willingness to fight for one's own interests, skepticism and a critical nature."},{"StaticId":50,"Title":"OCEAN - Conscientiousness","Description":"The degree to which the individual is strong willed, acts with purpose and determination. Is precise, punctual and reliable. Very high scores may be associated with being a workaholic, and overly neat. Low scores are associated with being less organized, less exacting in their work and more relaxed in working towards their goals."},{"StaticId":51,"Title":"OCEAN - Extraversion","Description":"The degree to which the individual is sociable, likes people, and enjoys large gatherings. Tends to be assertive, talkative, active and cheerful. Low scores indicate someone who is reserved, independent, even-paced."},{"StaticId":52,"Title":"OCEAN - Non-Negativity","Description":"The degree to which the individual is emotionally stable, calm, can manage stress and has a positive outlook. Low scores indicate less ability to control impulses, worrying behaviors and a pessimistic outlook."},{"StaticId":53,"Title":"OCEAN - Openness","Description":"The degree to which the individual is curious, willing to try new things, is a creative thinker. Low scores indicate conventional behavior, a conservative outlook and a preference for the familiar."},{"StaticId":54,"Title":"PAP: Dedication","Description":"Dedication measures the degree to which the individual is a hard worker. Takes pride in the quality of his/her work and believes that hard work leads to success."},{"StaticId":55,"Title":"PAP: Initiative","Description":"Initiative measures the degree to which the individual attempts to solve problems instead of avoiding them. Is not afraid to be the first to try something new. Always looks for ways to better self. Actively participates in work projects or meetings instead of sitting back and watching."},{"StaticId":56,"Title":"PAP: Open Mindedness","Description":"Open Mindedness measures the degree to which the individual is willing to learn from others and from his/her own mistakes. Is not stubborn. Listens to the needs and advice of others. Is open to new ideas and concepts."},{"StaticId":57,"Title":"PAP: Optimism","Description":"Optimism measures the degree to which the individual consistently approaches work duties and projects with a positive attitude. Is always optimistic. Seldom worries and always exhibits a positive demeanor."},{"StaticId":58,"Title":"Problem Solving Interest","Description":"Problem Solving Interest measures the degree to which the individual enjoys working on mentally challenging tasks, enjoys problem solving and utilizes creative thinking when engaged in problem solving activities. Some examples of jobs where this ability would be appropriate would be jobs in product development, marketing or research-oriented jobs. Also, jobs that require coming up with enhancements to current processes and procedures."},{"StaticId":59,"Title":"Realistic","Description":"The Realistic environment generally requires manual or physical activities. Jobs within this environment require the use of tools, equipment or machines. They generally involve working with things rather than people. These occupations require mechanical and/or technical skills and may require working outdoors. This occupation group usually encompasses blue-collar jobs. The Realistic scale measures the degree to which the candidate enjoys or has an interest in working in this environment."},{"StaticId":60,"Title":"Reasoning","Description":"Reasoning measures the degree to which this individual has the ability to learn quickly, solve problems, and understand basic mathematical concepts. This ability is appropriate for most jobs."},{"StaticId":61,"Title":"Reliability","Description":"Reliability measures the degree to which the individual is likely to be dependable, hardworking and conscientious about the quality of his/her work."},{"StaticId":62,"Title":"Responsibility","Description":"Responsibility measures the degree to which the individual is likely to be dependable, stable, takes responsibility for his/her actions and as a result, is not likely to have attendance problems. This characteristic is appropriate for all jobs."},{"StaticId":63,"Title":"Rules Compliance","Description":"Rules Compliance measures the degree to which the individual is likely to follow company policies and adhere to rules and procedures established by management. This characteristic is appropriate for most, if not all jobs, with special emphasis on jobs requiring much trust (e.g., bank teller, cashier) and positions of authority (security guards, police officers)."},{"StaticId":64,"Title":"Safety","Description":"Safety measures the degree to which the individual is likely to follow company safety rules and procedures, and is cautious and vigilant about avoiding workplace accidents. These characteristics are appropriate for jobs that involve the use of equipment (e.g., tools, forklifts, machinery), including jobs in warehouse, production, assembly and light industrial settings."},{"StaticId":65,"Title":"Safety Profile","Description":"The Elite Safety Profile is a general indicator of the individual's ability to behave responsibly, be safety conscious and follow rules and procedures. This profile is ideal for jobs where safety is a top priority."},{"StaticId":66,"Title":"Self Confidence","Description":"Self Confidence measures the degree to which the individual is likely to be self assured, is not overly affected by what others think of him/her, and is confident in his/her decisions and actions. This characteristic is important for jobs that require independent thought, a self-starter attitude, sales and management."},{"StaticId":67,"Title":"Self Control","Description":"Self Control measures the degree to which the individual remains calm and in control during stressful, high pressure situations."},{"StaticId":68,"Title":"Service","Description":"Service measures the degree to which the individual is service-oriented and is likely to go out of his/her way to help customers. This characteristic is important for all jobs that require providing excellent customer service."},{"StaticId":69,"Title":"SJT - Sales - Customer Focus","Description":"SJT Sales - Customer Focus measures the degree to which the individual puts the customer's needs ahead of his/her own needs. The degree to which he/she is customer service-oriented and enjoys interacting with customers."},{"StaticId":70,"Title":"SJT - Sales - Drive and Persistence","Description":"SJT Sales - Drive and Persistence measures the degree to which the individual is motivated to overcome resistance during his/he sales efforts. The degree to which he/she is driven to perform and strives to be the best."},{"StaticId":71,"Title":"SJT - Sales - Listening Skills","Description":"SJT Sales - Listening Skills measures the degree to which the individual is open to learning new experiences. The degree to which he/she listens to the needs of others and uses listening skills to guide sales strategies."},{"StaticId":72,"Title":"SJT - Sales - Sales Strategies","Description":"SJT Sales - Sales Strategies measures the degree to which the individual engages in appropriate sales-oriented behaviors throughout the sales process. For example, establishes realistic expectations, stays organized, addresses prospect concerns and keeps appointments organized."},{"StaticId":73,"Title":"SJT - Supervisor - Communication","Description":"The degree to which the candidate values communication with his/her employees. The degree to which he/she takes the initiative to communicate important matters to his/her staff and is sympathetic to their needs."},{"StaticId":74,"Title":"SJT - Supervisor - Conscientiousness","Description":"The degree to which the candidate is organized, hard working and dependable. The degree to which he/she thinks things through rather than making decisions based on impulse."},{"StaticId":75,"Title":"SJT - Supervisor - Motivation","Description":"The degree to which the candidate uses effective motivation strategies with his/her staff. The degree to which the candidate values and utilizes praise and reinforcement as motivators for top performance."},{"StaticId":76,"Title":"SJT - Supervisor - Team Orientation","Description":"The degree to which the candidate is able to instill a team spirit among staff members. The degree to which he/she is able to get along with all staff members, is easy-going and flexible."},{"StaticId":77,"Title":"SJT Management: Communication","Description":"SJT Management - Communication measures the degree to which the individual communicates effectively with staff and coworkers. The degree to which he/she actively listens and expresses ideas and concepts clearly and as necessary."},{"StaticId":78,"Title":"SJT Management: Decision Making","Description":"SJT Management - Decision Making measures the degree to which the individual makes decisions based on facts and not on impulse. The degree to which he/she is fair and just in his/her decision-making process."},{"StaticId":79,"Title":"SJT Management: Delegation","Description":"SJT Management - Delegation measures the degree to which the individual delegates work projects as appropriate. The degree to which he/she lets staff perform independently without unnecessary supervision."},{"StaticId":80,"Title":"SJT Management: Employee Relations","Description":"SJT Management - Employee Relations measures the degree to which the individual promotes positive working relationships with staff and handles employee issues responsibly and effectively while gaining employee trust and respect."},{"StaticId":81,"Title":"SJT Service: Conscientiousness","Description":"SJT Service - Conscientiousness measures the degree to which the candidate thinks things through, is organized and reliable. The degree to which he/she is able to make decisions based on careful thought rather than impulse."},{"StaticId":82,"Title":"SJT Service: Interpersonal Skills","Description":"SJT Service - Interpersonal Skills measures the degree to which the candidate is friendly, people-oriented and exhibits excellent interpersonal skills when interacting with others."},{"StaticId":83,"Title":"SJT Service: Listening Skills","Description":"SJT Service - Listening Skills measures the degree to which the candidate focuses on the needs of the customer during interactions. The degree to which he/she listens carefully to the individual's needs and attempts to fulfill those needs."},{"StaticId":84,"Title":"SJT Service: Service-Orientation","Description":"SJT Service - Service Orientation measures the degree to which the candidate is customer focused and is likely to go out of his/her way to help the customer. The ability to remain service-oriented even during difficult customer situations."},{"StaticId":85,"Title":"SJT Team: Confidence","Description":"SJT Team - Confidence measures the degree to which the candidate, although engaged in team interactions, is likely to be self-assured, is not overly affected by what others think of him or her, and is confident in his or her decisions and actions."},{"StaticId":86,"Title":"SJT Team: Flexibility","Description":"SJT Team - Flexibility measures the degree to which the candidate is likely to be flexible and open to change. The degree to which he/she is more open-minded than stubborn making it possible to compromise when appropriate."},{"StaticId":87,"Title":"SJT Team: Team Spirit","Description":"SJT Team - Team Spirit measures the degree to which the candidate is likely to be a team player and cooperate in all aspects of his or her work relationships, including working in harmony with others to achieve a common goal."},{"StaticId":88,"Title":"SJT Team: Trust","Description":"SJT Team - Trust measures the degree to which the candidate is likely to be trusting of others. The degree to which he/she is likely to build close, trusting relationships with coworkers."},{"StaticId":89,"Title":"Social","Description":"The Social environment requires interaction with people as opposed to things. This environment generally involves helping, teaching or providing service to others. This environment is one of warmth and nurturance. Schools, hospitals and charity organizations are examples of social environments. The Social scale measures the degree to which the candidate enjoys or has an interest in working in this environment."},{"StaticId":90,"Title":"Spatial Reasoning","Description":"Spatial Reasoning measures the degree to which the individual is able to mentally manipulate various objects in order to determine how they might best be assembled or how they might best fit together."},{"StaticId":91,"Title":"Stress Management","Description":"Stress Management measures the degree to which the individual is likely to demonstrate patience and stress tolerance during challenging work-related situations. This characteristic is appropriate for jobs requiring interactions with customers, multitasking and jobs in fast paced organizations to name a few examples."},{"StaticId":92,"Title":"Supervision","Description":"Supervision measures the degree to which the individual has the ability and disposition to motivate others, relate well to employees, create a sense of unity among staff, and maintain high levels of employee satisfaction. Supervision skills are important for jobs that require overseeing and managing others."},{"StaticId":93,"Title":"Tables","Description":"Tables measures the degree to which the individual can quickly and accurately refer to information presented in the form of a table and answer questions related to that information. This characteristic is appropriate for jobs requiring looking up information on computer screens, spreadsheets or charts. Most clerical jobs require some degree of this ability."},{"StaticId":94,"Title":"Team Care","Description":"Team Care measures the degree to which the individual is likely to be flexible and compromising in all aspects of his or her work relationships, including working cooperatively with coworkers and customers."},{"StaticId":95,"Title":"Team Player","Description":"Team Player measures the degree to which the individual is likely to cooperate in all aspects of his/her work relationships including working in harmony with others to achieve a common goal. This characteristic is important for jobs requiring interaction and cooperation among coworkers."},{"StaticId":96,"Title":"Trustworthiness","Description":"Trustworthiness measures the degree to which the individual is likely to be honest and trusting of others. This characteristic is important for most, if not all jobs with special emphasis on cash handling jobs and jobs involving confidential or sensitive information."},{"StaticId":97,"Title":"Verbal Reasoning","Description":"Verbal Reasoning measures the degree to which the individual understands relationships among written or spoken words, which includes word comprehension and associations. This ability is especially important for jobs requiring quick and fluid thinking and jobs requiring that conclusions be drawn from moderate to complex verbal or written communications."},{"StaticId":98,"Title":"Work Ethic","Description":"Work Ethic measures the degree to which the individual is likely to be hardworking, reliable, dedicated and punctual. He/she is conscientious, organized and plans ahead."}]